<?php

//////////////////////////////////////////////////////////////
//===========================================================
// demos_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

// 错误字符串
$l['off_demo_link'] = '演示被管理员禁用';

//主题字符串
$l['<title>'] = $globals['sn'].' - 脚本演示';
$l['script_demos'] = '脚本演示';
$l['click_logo'] = '点击脚本标志查看该脚本的演示。';
