<?php

//////////////////////////////////////////////////////////////
//===========================================================
// errorlog_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 4.1.8
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_tasks'] = '目前没有任务。';

//主题字符串
$l['<title>'] = APP.' - 任务列表';
$l['errorlog_head'] = '任务列表';
$l['current_tasks'] = '以下是您的活动任务。 （过去 1 小时）';
$l['finished'] = '完成';
$l['invalid_ssk'] = '无效状态键';
