<?php

//////////////////////////////////////////////////////////////
//===========================================================
// help_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_email'] = '未指定电子邮件地址';
$l['wrong_email'] = '提交的电子邮件地址无效';

//主题字符串
$l['<title>'] = APP.' - 帮助';
$l['faq'] = '常见问题';

$l['help_soft'] = 'Softaculous 是什么？';
$l['help_soft_ans'] = 'Softaculous 是一个即时/自动安装程序。 Softaculous 帮助用户在几分钟内安装免费/开源软件。用户可以安装 Softaculous 中可用的软件，而无需下载/上传任何文件、更改任何文件。此外，在向用户显示已经测试和使用过这些软件的用户投票的评分后，我们让用户可以选择他们认为最好的软件。简而言之，Softaculous 只是帮助您真正快速地安装软件。';

$l['help_install'] = '如何安装软件？';
$l['help_install_ans'] = '使用 Softaculous 安装软件非常简单。选择您类型的软件后，点击该软件的<b>安装</b>标签。只需在其中填写所需的详细信息，然后单击安装。瞧，您的软件安装已完成。 <br />
如果需要使用自己的设置功能安装软件，Softaculous 将只复制所需文件并提供指向该软件设置页面的链接。';

$l['help_err_ins'] = '安装软件时出错？';
$l['help_err_ins_ans'] = '大多数情况下，错误可能是由于提供了<b>错误的用户输入</b>。例如您可以提供无效的电子邮件地址或已经存在的目录、数据库名称。在这种情况下，只需提供有效的电子邮件地址或其他目录、数据库名称。如果问题仍然存在，请联系您的服务器管理员。';

$l['help_support'] = '从哪里获得软件支持？';
$l['help_support_ans'] = 'Softaculous 不支持任何类型的软件。如果您需要任何软件支持，请访问它们各自的支持站点。支持站点的链接将在相应软件的<b>概述</b>标签中提供。';

$l['help_rem'] = '如何删除软件？';
$l['help_rem_ans'] = '要删除软件，请转到该软件的<b>概述</b>。在 <b>Current Installations</b> 部分，单击要删除的安装的删除链接。然后它会显示一个页面，其中显示了一些选项。根据您的选择选择选项，然后单击<b>删除安装</b>按钮。请注意，这些操作是不可逆转的，并且一旦删除安装将不再可用。';

$l['help_ratings'] = '什么是软件评级？';
$l['help_ratings_ans'] = 'Softaculous 使用户可以对软件进行评分。因此，您看到的软件评分是像您这样的个人用户的投票。它使新用户能够选择特定类别中的最佳软件。';

$l['help_rate'] = '我如何评价一个软件？';
$l['help_rate_ans'] = '评价一个软件非常简单。只需单击“评级”选项卡。它将打开一个新页面，显示该软件的评级。选择您希望给该软件的评级，然后单击提交评级。';

$l['help_demos'] = '哪里可以看到软件的Demo？';
$l['help_demos_ans'] = '每个软件都会提供一个演示链接，以便您在安装之前可以实际查看和使用该软件。该演示可以在相应的软件站点或 Softaculous 演示站点上获得。';
