<?php

//////////////////////////////////////////////////////////////
//===========================================================
// sitepad_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

// 错误字符串
$l['no_access_sitepad'] = 'SitePad访问已禁用';

//主题字符串
$l['<title>'] = APP.' - SitePad';
$l['no_ftp'] = '找不到 FTP 登录详细信息';
