<?php

//////////////////////////////////////////////////////////////
//===========================================================
// sync_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_data'] = '糟糕……在您的帐户中似乎找不到其他自动安装程序的数据';

//主题字符串
$l['<title>'] = $globals['sn'].' - '.APP.' - 进口';
$l['import_soft'] = '导入安装';
$l['script_name'] = '脚本名称';
$l['script_url'] = 'URL';
$l['softsubmit'] = '保存安装';
$l['nothing_checked'] = '您没有选择要同步/导入我们记录的脚本。';
$l['congrats'] = '恭喜，软件同步/导入成功';
$l['succesful'] = '他们已成功同步/导入';
$l['admin_url'] = '管理员网址';
$l['enjoy'] = '我们希望同步/导入过程很简单。';
$l['import_notes'] = '以下是一些重要的注释。强烈建议您阅读它们 ';
$l['please_note'] = '<b>注意</b>：'.APP.'只是一个自动安装程序，不提供对软件包的任何支持。请访问软件供应商的网站以获得支持！';
$l['regards'] = '问候';
$l['softinstaller'] = APP.'自动安装程序';
$l['return'] = '返回主菜单';
$l['manual_import'] = '开始扫描安装';
$l['importing_ins'] = '扫描目录以导入安装';
$l['wait_note'] = '<b>注意：</b>请稍候，这可能需要 3-4 分钟。';
$l['sync_notes'] = '您可以选择下面的安装，然后点击<b>保存安装</b>按钮将安装导入'.APP.'，如果您想导入所有安装，请点击<b >手动安装</b>按钮。';
$l['no_ins'] = '没有找到安装！';
$l['other_installers_btn'] = '来自其他自动安装程序';
$l['manual_ins_btn'] = '手动安装';
$l['no_installer_data'] = '没有找到来自其他自动安装程序的安装。您可以通过点击上面的<b>手动安装</b>标签来导入手动完成的安装。';
$l['manual_notes'] = '点击下面的按钮开始扫描手动安装并将它们导入'.APP.'。';
$l['success_msg'] = '恭喜，下面列出的安装已成功导入'.APP.'。您现在可以通过'.APP.'来管理安装';

$l['disable_sync'] = '同步功能已被管理员禁用';
