<?php

//////////////////////////////////////////////////////////////
//===========================================================
// categories_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

$l['no_orders'] = '没有提交类别订单。';
$l['no_cat'] = '提交的类别之一不存在。';
$l['num_cat'] = '提交的分类数量不等于现有分类数量。';
$l['saving_error'] = '保存设置时出现一些错误。';

//Theme Strings
$l['<title>'] = APP.' - 设置中心';
$l['settings_saved'] = '分类订单保存成功。';
$l['reordercat_head'] = '重新排序软件类别';
$l['soft_free_note'] = '注意：在'.APP.'的免费版本中，订购类别功能被禁用。';
$l['reordercat'] = '重新排序类别';