<?php

//////////////////////////////////////////////////////////////
//===========================================================
// softwares_lang.php
//===========================================================
// SOFTACULOUS 
// Version : 1.1
// Inspired by the DESIRE to be the BEST OF ALL
// ----------------------------------------------------------
// Started by: Alons
// Date:       10th Jan 2009
// Time:       21:00 hrs
// Site:       http://www.softaculous.com/ (SOFTACULOUS)
// ----------------------------------------------------------
// Please Read the Terms of use at http://www.softaculous.com
// ----------------------------------------------------------
//===========================================================
// (c)Softaculous Inc.
//===========================================================
//////////////////////////////////////////////////////////////

if(!defined('SOFTACULOUS')){

	die('Hacking Attempt');

}

// 错误字符串
$l['no_req_support_panel'] = '此面板不支持来自管理面板的要求检查';

//主题字符串
$l['<title>'] = APP.' - 脚本中心';
$l['list_of_scripts'] = '以下是脚本要求列表';
$l['no_results'] = '没有找到结果';
$l['note'] = '如果您在运行时更改 PHP 版本（即使用 CageFS、hive、.htaccess 等），那么您可以忽略以下 PHP 版本参考';
$l['script_name'] = '脚本名称';
$l['req'] = '脚本要求';
